//Italian
"lang" = "it";

"finish" = "Fine";

"cancel" = "Annulla";
"close" = "Chiudi";
"ok" = "Ok";
"no" = "No";

"distance_in_meters" = "%@m";
"connect" = "Connetti";
"connected" = "Connesso";
"continue" = "Continua";

"locked" = "Bloccato";
"unlocked" = "Sbloccato";

"connecting" = "Connessione";
"disconnected" = "Disconnesso";

"settings" = "Impostazioni";
"near_lock" = "Near Lock";
"fast_lock" = "Blocco veloce";
"unpair" = "Dissocia";

"share_text_twitter" = "Prova un nuovo modo di bloccare il tuo Mac. Allontanati semplicemente. www.nearlock.me #nearlock via @nearlockapp";
"share_text_facebook" = "Prova un nuovo modo di bloccare il tuo Mac. Allontanati semplicemente. www.nearlock.me #nearlock via @nearlockapp";

"facebook" = "Facebook";
"twitter" = "Twitter";


"your_data_is_secure" = "I tuoi dati sono criptati e salvati\nSOLO sul tuo dispositivo";
"welcome" = "Benvenuto";
"enter_login" = "Inserisci la password di login del tuo mac";
"distance" = "Distanza";
"signal_strength" = "Potenza segnale";

"tutorial_screen_tap_settings" = "Premi per vedere le impostazioni";
"tutorial_long_press" = "Premi a lungo per bloccare/sbloccare";

"tutorial_screen_unlocked" = "Il tuo Mac è attualmente sbloccato";
"tutorial_screen_locked" = "Il tuo Mac è attualmente bloccato";
"tutorial_screen_pro" = "Premi per comprare la versione PRO";
"tutorial_screen_offline" = "Il tuo iPhone non è collegato al tuo Ma";
"tutorial_screen_connecting" = "Il tuo iPhone si sta connettendo al Mac";
"tutorial_screen_distance" = "Distanza approssimativa dal Mac";
"tutorial_screen_signal" = "Potenza della connessione tra l'iPhone e il Mac";
"tutorial_screen_near_lock_off" = "Il Near Lock è spento";
"tutorial_screen_near_lock_on_and_loggedin" = "Il Near Lock attivo, allontanati dal Mac";
"tutorial_screen_near_lock_on_and_loggedout" = "Il Near Lock è attivo, avvicinati al Mac";

"use_swipe_menu" = "Usa il menù swipe";
"use_standard_view" = "Usa la visuale standard";
"buy_pro_for_apple_watch" = "L'app su iPhone deve essere attiva se vuoi usare un Apple Watch GRATIS. Compra la modalità PRO per altre funzioni";
"near_lock_distance" = "Distanza sblocco ad avvicinamento";
"current_distance" = "Distanza attuale";

"to_lock" = "Per bloccare: %@";
"to_unlock" = "Per sbloccare: %@";

"open_near_lock_on_iphone" = "Assicurati che Near Lock sia aperto sul tuo Mac. Visita www.nearlock.me per ottenere la versione per Mac";
"unlink_from_both_sides" = "Per stabilire una nuova connessione assicurati che i dispositivi siano DISSOCIATI anche sul Mac";
"unlink_from_both_sides_bold" = "Dissociato sul Mac";
"restart_bluetooth_on_iphone_can_help" = "A volte il Bluetooth può impantanarsi e riavviarlo sull'iPhone e sul Mac può aiutare.";
"restart_bluetooth_on_iphone_can_help_bold" = "riavviando bluetooth";


"restore" = "Ripristina";

"lock_mac" = "Blocca Mac";
"unlock_mac" = "Sblocca Mac";
"unlock" = "Sblocca!";

"searching_for_devices" = "Near Lock sta cercando dei dispositivi";

"open_near_lock_on_your_mac" = "Per iniziare apri \n\nsul tuo Mac";
"login" = "Login";
"password" = "password";

"pro_text" = "La versione PRO include anche il funzionamento in modalità background!";
"pro_text_bold_part" = "PRO";

"get_pro_version" = "Ottieni la versione PRO";


"status_yes_unlink" = "Yes, Dissocia!";
"try_again" = "Riprova";

"get_update" = "Aggiorna!";
"mac_version_is_not_up_to_date" = "La tua versione di near lock Mac non è aggiornata";
"connection_success" = "Connessione riuscita";
"connection_failed" = "Pasword errata";

"unlock_device" = "Vuoi sbloccare %@?";

"status_unlink_from_device" = "Questo device è stato dissociato da %@";
"txt_touchid_or_passcode" = "Questo device è stato dissociato perché la password del mac è cambiata";

"new_update" = "Ci sono nuovi aggiornamenti disponibili";
"new_update_bold" = "Near Lock";

"update_mac_version" = "C'è un nuovo aggiornamento per near lock sul tuo mac";
"update_mac_version_bold" = "Versione Mac";

"status_unlink_confirmation" = "Sicuro di volerti dissociare da %@";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "Le impostazioni sono disabilitate perché il tuo dispositivo è disconnesso";

"proximity_lock_explanation" = "Attiva il Near Lock\nper bloccare automaticamente il tuo Mac quando ti allontani e per sbloccarlo quando ti avvicini";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "La distanza di sblocco\nin caso il Near Lock sia attivo";
"distance_explanation_bold" = "La distanza di sblocco";

"distance_explanation_signal" = "La potenza del segnale di sblocco\nin caso il Near Lock sia attivo";
"distance_explanation_signal_bold" = "La potenza del segnale di sblocco";

"proximity_lock_temporary_disabled" = "Near Lock è temporaneamente disabilitato perché hai fatto il log out manualmente.\nEsci dal raggio d'azione di Near Lock e sarà nuovamente abilitato.";
"tutorial_screen_near_lock_disabled" = "Near Lock è temporaneamente disabilitato -l'utente ha fatto il log out manualmente";

"proximity_lock_temporary_disabled_login_password_old" = "Near Lock è temporaneamente disabilitato perché l'utente ha fatto il login con la password.\nEntra nel raggio d'azione di Near Lock per abilitarlo nuovamente";
"proximity_lock_temporary_disabled_login_password" = "Near Lock è temporaneamente disabilitato perché l'utente ha fatto il login manualmente.\nEntra nel raggio d'azione di Near Lock per abilitarlo nuovamente";
"proximity_lock_temporary_disabled_login_password_long_old" = "Near Lock è temporaneamente disabilitato perché l'utente ha fatto il login con la password.\nEntra nel raggio d'azione di Near Lock con il tuo iPhone e sarà automaticamente abilitato";
"proximity_lock_temporary_disabled_login_password_long" = "Near Lock è temporaneamente disabilitato perché l'utente ha fatto il login manualmente mentre l’iPhone era fuori dal raggio d’azione.\n\nEntra nel raggio d'azione di Near Lock con il tuo iPhone e sarà automaticamente abilitato";
"tutorial_screen_near_lock_disabled_login_password_old" = "Near Lock è temporaneamente disabilitato -l'utente ha fatto il login con la password";
"tutorial_screen_near_lock_disabled_login_password" = "Near Lock è temporaneamente disabilitato -l'utente ha fatto il login manualmente";

"waiting_for_confirmation" = "In attesa della conferma dell'iPhone per sbloccare il tuo Mac";

"login_on_approach_disabled" = "Lo sblocco all'avvicinamento è disabilitato -premi un tasto qualunque sul tuo Mac per bloccarlo";

"ble_not_supported_text" = "Il tuo iPhone non supporta l'ultima tecnlologia Bluetooth LE, necessaria per la connessione col tuo Mac";
"ble_not_supported_text_bold" = "Bluetooth LE";

"turn_bluetooth_on_to_use_near_lock" = "Perfavore attiva il tuo \nBluetooth \nin modo da poter usare Near Lock";
"turn_bluetooth_on_to_use_near_lock_bold" = "Bluetooth ON";

"app_store_not_reachable" = "Errore di connessione";
"app_store_not_reachable_text" = "Non è possibile collegarsi all'app store";


"notification_locked_first_notification" = "Bene! %@ è stato bloccato con Near Lock. Per continuare a ricevere le notifiche attivale sul tuo dispositivo";
"notification_unlocked_first_notification" = "Bene! %@ è stato sbloccato con Near Lock. Per continuare a ricevere le notifiche attivale sul tuo dispositivo";

"notification_locked_old" = "%@ è stato sbloccato con Near Lock";
"notification_unlocked_old" = "%@ è stato sbloccato con Near Lock";
"notification_locked" = "%@ è stato bloccato";
"notification_unlocked" = "%@ è stato sbloccato";

"setup_touch_id" = "Imposta un Touch ID o una password sul tuo iPhone per usare questa funzione";
"setup_touch_id_bold" = "Touch ID";

"unlock_your_mac" = "Sbloccare il Mac?";

"unlock_device" = "Sbloccare %@?";
"lock_device" = "Bloccare %@";
"near_lock_off_device" = "Spegni il Near Lock per %@";
"near_lock_on_device" = "Accendi il Near Lock per %@";

"near_lock_unlock_all" = "Sblocca tutti";
"near_lock_lock_all" = "Blocca tutti";
"no_devices_connected" = "Nessun Mac connesso";


"authenticate_for_login" = "Autenticati per sbloccare il Mac";

"near_lock_feedback" = "Near Lock Feedback";
"near_lock_feedback_question" = "Com'è la tua esperienza con Near Lock?";
"near_lock_feedback_great" = "Lo adoro!";
"near_lock_feedback_could_be_better" = "Qualcosa non va!";
"near_lock_feedback_dont_ask_again" = "Non chiedermelo più";

"rate_app" = "Vota l'app";
"rate_near_lock" = "Vota l'app – Dicci cosa ne pensi";
"rate_app_long" = "Amo Near Lock -Vota l’App";
"rate_or_share_near_lock" = "Vuoi votare Near Lock o\ncondividerlo coi tuoi amici?";

"open_near_lock_app" = "Apri l'app Near Lock";
"near_lock_settings" = "Impostazioni Near Lock";

"distance_to_lock_device" = "Distanza per bloccare: %@";
"distance_to_unlock_device" = "Distanza per sbloccare: %@";
"unlock_distance" = "Distanza di sblocco: %@";
"lock_distance" = "Distanza di blocco:%@";

"changes_available_only_in_pro_mode" = "Cambiamento disponibile solo nella versione PRO";
"distance_from_device" = "Distanza : %@";
"near_lock_not_set_up" = "Near Lock non è stato impostato";

"setup_near_lock" = "Imposta Near Lock";


"near_lock_app_closed" = "Near Lock App sembra essere chiusa";

"open_near_lock" = "Apri Near Lock";
"loading" = "Caricamento..";

"trouble_connecting" = "Hai dei problemi a connetterti\nal tuo dispositivo?";

"bluetooth_sharing_is_off" = "La condivisione Bluetooth è spenta!";
"turn_on_bluetooth_sharing_old" = "Devi attivare la condivisione Bluetooth sul tuo iPhone per utilizzare Near Lock";
"turn_on_bluetooth_sharing" = "Devi attivare la condivisione Bluetooth sul tuo iPhone per utilizzare Near Lock in background";
"open_settings" = "Apri le impostazioni";

"turn_off_near_lock" = "Spegni Near Lock";
"turn_on_near_lock" = "Accendi Near Lock";
"lock_unlock_distance" = "Distanza di blocco - sblocco";

"enjoying_near_lock" = "Ti piace Near Lock?";
"please_rate" = "Se ti piace Near Lock, per favore spendi un secondo per lasciare una recensione. Ci è di grande aiuto, Grazie!";

"rate_near_lock_old" = "Vota Near Lock";
"rate_reming_me_later" = "Ricordamelo in seguito";
"rate_no_thanks" = "No, Grazie";


"tutorial_approach_mac_to_unlock" = "Grande! Ora avvicinati per sbloccare il Mac!";
"tutorial_finished" = "è così semplice!";

"update_your_mac_version_manually" = "Hai una vecchia versione Near Lock installatasul tuo Mac ed alcune funzionalità potrebbero non funzionare correttamente! Per favore aggiornale manualmente, o contatta il supporto.";

"try_buy_button_to_restore" = "Non siamo riusciti a ripristinare la versione PRO. Se hai già pagato la versione PRO, prova ad utilizzare la funzione compra, NON ti sarà addebitato due volte.";
"contact_support_to_restore" = "Non siamo riusciti a ripristinare la versione PRO. Se hai già pagato la versione PRO, per favore contatta il supporto e ti aiuterà durante il processo di ripristino.";


"txt_login_settings" = "Impostazioni sblocco";
"txt_allow_pass_auth_footer" = "Quest'opzione ti permette di usare il sistema di autenticazione del tuo iPhone – per installare del software per esempio";
"txt_allow_pass_auth_section" = "Sistema di autenticazione Mac";
"txt_allow_pass_auth" = "Autenticati con Near Lock";
"txt_login_settings_footer" = "Quest'opzione serve a determinare se dovrai confermare ogni volta lo sblocco del Mac sull'iPhone ogni volta che il viene chiesto l'inserimento della password sulla schermata di sblocco del Mac";

"txt_confirm_login_when_password_appears_old" = "Autenticati sulla schermata sblocco del Mac";
"txt_confirm_login_when_password_appears" = "Sblocca nella schermata di sblocco";

"txt_distance_precision" = "Precisione della distanza";
"txt_enhanced_tracking" = "Tracking migliorato";
"txt_distance_precision_footer" = "Quest’opzione aumenta la precisione del raggio d’azione";
"txt_distance_precision_footer_old" = "Disabilitare quest'opzione farà risparmiare batteria ma peggiorerà il tracking della distanza";
"txt_notification_center" = "Centro notifiche";
"txt_notification_center_footer" = "Abilitando quest'opzione renderai visibile Near Lock nel menù notifiche – scorrendo verso il basso nell'home screen";

"txt_today_extension_allow_login_logout" = "Permetti Blocco / Sblocco";
"txt_today_extension_allow_login_logout_old" = "Permetti login/logout";
"txt_today_extension_allow_near_lock_update" = "Permetti aggiornamenti di Near Lock";
"txt_allow_change_when_locked" = "Richiedi aut. sul dispositivo bloccato";
"txt_show_near_lock" = "Mostra Near Lock";
"txt_notifications" = "Impostazioni notifiche";
"txt_swipe_left_footer" = "Quest'opzione ti permette di scorrere a sinistra sulle notifiche per Bloccare/sbloccare il tuo Mac senza nemmeno aprire l'App";
"txt_swipe_left_to_login" = "Sblocca con le notigiche";
"txt_swipe_left_to_login_old" = "Scorri a sinistra per sbloccare";
"interactive_notifications" = "Notifiche interattive";

"txt_text_notifications" = "Testo notifiche";
"txt_on_approach" = "Allo sbloccarsi";
"txt_walk_away" = "Al bloccarsi";

"txt_sound_notifications" = "Suono di notifica";
"txt_sound_on_unlock" = "Allo sbloccarsi";
"txt_sound_on_lock" = "Al bloccarsi";

"no_devices_connected" = "Nessun dispositivo connesso";
"set_distance" = "Imposta la distanza";

"PRO" = "PRO";

"txt_yes_or_no" = "Sì o no";
"txt_touchid_or_passcode" = "Touch ID or Password";
"txt_none" = "Nessuno";
"txt_double_knock" = "Doppio tocco";
"txt_insert_automatically" = "Inserisci automaticamente (Non chiedere)";
"txt_reqeust_auth_on_locked_device" = "Richiedi aut. sul dispositivo bloccato";

"txt_language" = "Lingua";
"txt_current_language" = "Lingua corrente";

"default" = "Default";
"english" = "Inglese";
"german" = "Tedesco";
"spanish" = "Spagnolo";
"russian" = "Russo";
"chinese" = "Cinese";
"hindi" = "Hindi";
"portugese" = "Portoghese";
"french" = "Francese";

"txt_units" = "Unità";
"txt_measure" = "Misura";
"meters" = "Metri";
"feet" = "Piedi";
"signal_strength" = "Potenza del segnale";

"txt_application_information" = "Informazioni applicazione";
"txt_version" = "VERSION";
"txt_copyright" = "Copyright";



"main_menu_disable_tracking" = "Spegni Near Lock";
"get_ios_app" = "Ottieni l'app iOS";
"faq_or_support" = "FAQ o contatta l'assistenza";
"only_pro_version_works_in_background" = "Solo la versione PRO lavora in background";
"distance" = "Distanza";

"main_menu_add_new_device_button" = "Aggiungi nuovo dispositivo";
"main_menu_device_too_far" = "Near Lock bloccherà in %d sec.perchè %@ è troppo lontano!";
"error_getting_update" = "C'è stato un problema con l'aggiornamento di Near Lock. Per favore scarica ed installa la nuova versione manualmente.";
"manual_link" = "Link guida";
"check_for_updates_button" = "Cerca aggiornamenti";

"turn_bluetooth_and_get_ios_app" = "Per favore attiva il bluetooth e scarica l'app per iOS";
"start_ios_on_your_iphone" = "Avvia l'app sul tuo iPhone";

"turn_bluetooth_on" = "Accendi il Bluetooth";
"turn_bluetooth_off" = "Spegni il Bluetooth";
"bluetooth_is_off" = "Il tuo bluetooth è spento";
"bluetooth_is_off_short" = "Il Bluetooth è spento";

"loading_screen_label" = "Aspetta mentre configuriamo i dispositivi!";

"iphone_wants_to_connect" = "%@ vuole connettersi!";

"accept" = "Accetta";
"deny" = "Rifiuta";

"scanning" = "Scannerizzando..";

"initalizingBLE" = "Inizializzando bluetooth LE";
"restartingBluetooth" = "Ri-inizializzando bluetooth";
"press_any_key_to_login" = "Premi un tasto qualunque per sbloccare il Mac";

"use_iphone_to_set_up_near_lock" = "Ora usa il telefono per\nfinire di impostare Near Lock";
"enter_login_password" = "Inserisci la tua password di login";

"we_are_done" = "Abbiamo finito!";

"near_lock_available_in_menu_bar" = "Near Lock sarà disponibile\nnella barra del menù.";

"share_near_lock" = "Aiutaci e diffondi la notizia!";

"not_supported_ble" = "Il tuo Mac non supporta l'ultima tecnologia LE Bluetooth necessaria per usare Near Lock";

"not_supported_mac_version" = "Perfavore aggiorna il tuo Mac per usare Near Lock";

"not_supported_secondary_text" = "Se hai già comprato l'app Near Lock per iPhone app e rivuoi i tuoi soldi, clickka il pulsante rimborsa.";
"not_supported_main_button" = "Rimborsa";

"quit_near_lock" = "Chiudi Near Lock";

"main_menu_add_new_device_text" = "Non ci sono dispositivi connessi";

"you_have_sucessfuly_paired" = "Ti sei associato con successo a %@";

"new_ios_update" = "C'è un nuovo aggiornamento per Near Lock disponibile per il tuo dispositivo";
"new_osx_update" = "C'è un nuovo aggiornamento per Near Lock disponibile";
"update" = "Aggiornamento";

"you_have_connected_to" = "Near Lock si è connesso a\n%@";

"you_have_disconnected_from" = "Near Lock ha perso la connessione a\n%@";
"unable_to_lock_mac" = "Near Lock non ha potuto bloccare il Mac. Prego riavviare Mac.";

"connected_to" = "Connesso a %@";
"disconnected_from" = "Connessione persa a %@";

"main_menu_unlocked_with_near_lock" = "Il tuo Mac è stato sbloccato con Near Lock";

"main_menu_unlocked_with_near_lock_device" = "Il tuo Mac è stato sbloccato con %@";

"main_menu_unlinked" = "I tuoi devices Near Lock sono stati dissociati";
"unsolvable_bluetooth_error" = "Sembra che ci sia un problema con il Bluetooth, prova a riavviare il Bluetooth sul tuo dispositivo";

"needs_bluetooth_to_work" = "Near Lock ha bisogno del Bluetooth per funzionare";
"turn_bluetooth_on" = "Accendi il Bluetooth";

"restarting_bluetooth" = "Ravvia il bluetooth";

"make_sure_ble_on" = "Assicurati che il bluetooth sul tuo dispositivo sia acceso\ne che Near Lock sia avviato – anche solo in background";
"still_not_working" = "Continua a non funzionare!";
"ble_can_get_jammed" = "A volte il Bluetooth può impantanarsi e riavviarlo sull'iPhone può aiutare.";
"still_cant_get_it_to_work" = "Non riesco a farlo funzionare!";
"press_button_to_restart" = "Se continui ad avere problemi premi il pulsante qui sotto per riavviare il bluetooth sul Mac.";
"restart_bluetooth" = "Restart Bluetooth";
"unlink_both_sides" = "Se continui ad avere problemi prova a DISSOCIARE i tuoi dispositivi da entrambi i lati e prova a riconnetterli nuovamente. Puoi dissociare i dispositivi dal menù di Near Lock.";
"still_doesnt_work" = "It still doesnt work!";
"restart_iphone" = "Ci dispiace per il problema – A volte il Bluetooth può impantanarsi e l'unico modo per risolvere il problema è riavviare l'iPhone.";
"faq_or_mail" = "Per maggiori informazioni leggi le nostre FAQ o mandaci una mail e cercheremo di aiutarti.";

"press_button_ble_on" = "Premi il pulsante qui sotto per attivare il buetooth";
"turn_on_ble_to_use_near_lock" = "Attiva il bluetooth per usare Near Lock";
"having_trouble" = "Hai dei problemi?";
"rescan" = "Ri-scannerizza";
"open_welcome_screen" = "Installa e apri Near Lock. Dovresti vedere la schermata di BENVENUTO sulla home del tuo iPhone. Non funziona ancora?";
"restart_ble_on_iphone" = "Riavviare il bluetooth sull'iPhone può aiutare. C'è ancora qualcosa che non va?";
"press_button_to_restart_ble" = "Premi il pulsante qui sotto per riavviare il bluetooth sul tuo Mac. Hai ancora dei problemi?";
"restart_iphone" = "Ci dispiace per il problema.. c'è ancora qualcosa che puoi fare.. Puoi pulire le cache del bluetooth andando su Impostazioni Avanzate -> Pulisci cache bluetooth.";
"corrupted_bluetooth_cache" = "Near Lock ha rilevato una cache del bluetooth corrotta. \n\nPer favore pulisci le cache del bluetooth del tuo Mac per una connessione bluetooth più stabile.";
"corrupted_bluetooth_cache_short" = "Per favore pulisci le cache del bluetooth per una connessione più stabile.";
"restart_bluetooth_on_iphone" = "Prova a riavviare il bluetooth sul tuo iPhone e a riconnetterti.";
"restart_bluetooth_on_iphone_long" = "Near Lock ha rilevato un errore nella connessione bluetooth. \n\nPer favore prova a spegnere il bluetooth del tuo iPhone (5-10 secondi) e quindi riaccenderlo";
"notification_settings" = "Impostazioni notifiche";
"mac_notification_settings" = "Impostazioni di notifica Mac";

"only_in_pro" = "Disponibile solo nella versione PRO";


"user_active" = "- Utente attivo";

"confirm_login_on_iphone" = "Conferma il login sull'iPhone";
"double_knock_on_your_iphone_long" = "Doppio Colpo su iPhone";
"double_knock_on_your_iphone" = "Doppio tocco - iPhone";
"turn_bluetooth_off_to_clear_cache" = "Vuoi cancellare le cache bluetooth\n(La prima cosa che devi fare è spegnere il bluetooth)";

"clear_cache_description" = "Poi dobbiamo pulire la cartella delle cache\n(ti saranno chieste le credenziali)";
"clear_cache" = "Cancella cache";

"restart_mac_after_clear_cache" = "Perfavore riavvia il Mac per applicare i cambiamenti\n\nse accendi il bluetooth senza riavviare il Mac, non verranno pulite le cache";

"sleep" = "Stand-by";
"show_notification_on_login" = "Mostra una notifica quando il Mac è stato sbloccato con Near Lock";
"show_near_lock_icon_while_mac_locked" = "Mostra l'icona di Near Lock quando il Mac è bloccato";

"start_on_mac_startup" = "Avvia all'accensione del Mac";

"wake_on_approach" = "Sblocca solo dopo che ho premuto un tasto";
"wake_on_approach_long" = "Sblocca dopo la pressione del tasto & con l’iPhone nel raggio d’azione";

"near_lock_options" = "Impostazioni";

"near_lock_options_login_on_approach" = "Sblocca quando mi avvicino al Mac";

"near_lock_options_logout_on_walk_away" = "Blocca quando mi allontano dal Mac";

"action_to_confirm_login" = "Impostazioni per sbloccare";
"unlock_automatically_on_approach" = "Automaticamente quando mi avvicino al Mac";
"dont_confirm" = "Automaticamente quando mi avvicino al Mac";
"confirm_yes_no" = "Conferma con iPhone – Sì o no";
"touch_id_passcode" = "Conferma con iPhone - Touch ID & Password";
"knock_menu_item_long" = "Conferma con il Doppio Tocco (attivo 15 sec dopo la notifica)";
"knock_menu_item" = "Conferma con il Doppio Tocco(15 sec)";

"logout_action" = "Impostazioni di blocco";
"screensaver" = "Screensaver";

"advanced_settings" = "Impostazioni avanzare";

"logout_on_disconnect" = "Blocca quando l'iPhone si disconnette";
"pause_music_on_logout" = "Stoppa l'audio quando il Mac è bloccato";

"allow_closer_distances" = "Consenti distanze minori";
"allow_closer_distances_than" = "Permetti distanze minori di %@";
"clear_bluetooth_cache" = "Cancella cache bluetooth";

"automatically_update" = "Aggiorna automaticamente la versione per Mac";

"show_unlock_history" = "Mostra lo storico degli sblocchi";
"unlock_history" = "Storico degli sblocchi";

"share_near_lock" = "Condividi Near Lock";
"help" = "Aiuto";
"about" = "Maggiori informazioni";
"feedback" = "Feedback / Supporto";

"contact_support" = "Contatta il supporto";
"faq" = "FAQ";

"check_for_updates" = "Aggiornamenti";
"unlink_device" = "Dissocia %@";
"new_ios_update_ready" = "La nuova versione per iOS è disponibile -Aggiorna";
"ios_version_up_to_date" = "L'ultima versione per iPhone è installata";

"device_not_connected" = "%@ non connesso";
"no_ios_device_connected" = "Nessun dispositivo iOS connesso";
"near_lock_up_to_date" = "L'ultima versione per Mac è installata";

"check" = "Cerca aggiornamenti per Mac";
"get_new_version" = "Ottieni una nuova versione!";
"checking_for_updates" = "Sto cercando gli aggiornamenti..";
"downloading_will_relaunch" = "In download... verrà riavviato appena finito";

"downloading_relaunch_when_finished" = "In download... verrà riavviato alla fine";
"new_update_ready" = "Nuovo aggiornamento pronto";
"relaunch_new_version_ready" = "Riavvia – nuova versione pronta";

"version" = "Versione %@";

"session" = "\n--------------- Sessione: %@ ---------------";
"mac_locked_old" = "Mac bloccato";
"mac_unlocked_old" = "Mac sbloccato";

"mac_locked" = "Mac bloccato";
"mac_unlocked" = "Mac sbloccato";

"onboarding_tutorial_finished" = "Fatto! Non è fantastico?";
"good_time_to_share" = "Hai un momento per condividere?";
"we_are_ready_to_start" = "Ottimo, è tutto configurato!";
"lets_try_it_out" = "Proviamo!";
"choose_unlock_lock_from_menu_bar" = "Scegli la distanza di blocco/sblocco dalla barra del menù";
"enable_near_lock" = "Attiva Near Lock";

"now_walk_away" = "Ora allontanati semplicemente dal Mac";
"your_distance" = "La tua distanza:";
"lock_distance" = "Distanza di blocco:";
"get_pro_version_for_near_lock" = "Devi attivare la versione PRO per usare Near Lock in background!";
"distance_estimation" = "Importante: La distanza è stimata in base alla potenza del segnale tra i due dispositivi. Ogni dispositivo può comportarsi in modo differente, quindi fai delle prove per ottenere il meglio da Near Lock";


"near_lock_started" = "Near Lock avviato";
"on" = "On";
"off" = "Off";

"new_version_available" = "C'è una nuova versione disponibile";
"near_lock_not_up_to_date" = "La tua versione di Near Lock non è aggiornata. Clickka il link qui sotto per scaricare l'ultima versione. Se il link automatico non funziona, pupi scaricare ed installare Near Lock manualmente.";

"near_lock_connection_problem" = "Near Lock ha riscontrato un problema con il Bluetooth";

"insert_password_to_mac" = "Inserire la password per %@?";
"insert_password_question" = "Vuoi inserire la tua password?";
"insert_password_action" = "Inserire la password";
"knock_twice_to_unlock_mac" = "Premi due volte per sbloccare il Mac!";
"knock_twice_to_unlock" = "Premi due volte per sbloccare il %@!";
"knock_twice_to_insert_password_to_mac" = "Premi due volte per inserire la password sul Mac.";
"knock_twice_to_insert_password" = "Premi due volte per inserire la password su %@!";

"unlocking_with_notifications_only_in_pro" = "Lo sblocco con notifica funziona solo nella versione PRO";
"unlock_your_device_question" = "Near Lock vorrebbe sbloccare il tuo dispositivo";

"tap_to_turn_on_bluetooth" = "Premi per accendere il Bluetooth";
"tap" = "Premi";

"swipe_up" = "Scorri verso l'alto!";
"swipe_up_to_turn_on_bluetooth" = "Scorri verso l'alto per attivare il Bluetooth";

"show_tutorial" = "Mostra il tutorial";

"failed_login_attempt_detected" = "Avvertimento! Rilevato tentativo di accesso non riuscito!";
"failed_login_attempt" = "Attenzione! Near Lock ha rilevato un tentativo di login fallito!";
"warn_on_failed_login" = "Invia notifiche per ogni tentativo di login fallito";
"configure_advanced_unlock_settings_on_iPhone" = "Scopri più ozioni nelle impostazioni dell’iPhone";


"show_all_failed_logins" = "Mostra tutti i tentativi di login falliti";

"mac_control" = "Controllo Mac";

"export" = "Esporta";
"export_to_desktop" = "Esporta sul desktop";
"delete_all" = "Cancella tutto";
"delete" = "Cancella";

"no_detected_failed_logins" = "Non ci sono tentativi falliti di login";
"no_known_login_logout_events" = "Non ci sono eventi di login/logout";
"mugshots" = "Scatti";
"mugshot" = "Scatto";

"image_saved_to_documents" = "L'immagine è stata salvata nella cartella Documenti";
"image_saved_to_desktop" = "L'immagine è stata salvata nella cartella Desktop";

"mugshot_image_saved_to_documents" = "Immagine Mugshot è stato salvata nella cartella Documenti";
"mugshot_image_saved_to_desktop" = "Immagine Mugshot è stato salvata nella cartella Desktop";

"unable_to_unlock_mac" = "Near Lock non è stato in grado di bloccare il tuo Mac. Prego riavviare Mac.";
"password_inserted_by_nearlock" = "La password è stata inserita da Near Lock";

"no_appropriate_camera_attached" = "Questo Mac non ha una fotocamera appropriata connessa";
"enable_option_in_settings" = "Si prega di abilitare questa opzione nelle impostazioni";

"filter" = "Ffiltro:";
"lock_unlock_history" = "Storia Blocco/Sblocco";
"session_duration" = "Durata della sessione";
"failed_login_attempt_text" = "Tentativo di accesso non riuscito";

"nice_try_busted" = "Tentativo prova accesso al mio Mac!";
"get_pro_version_to_see_full_list" = "Ottieni la versione PRO per vedere l'elenco completo";
"busted_with_near_lock" = "Rotto con Near Lock!";

"swipe_to_see_nearlock" = "Passa sopra per vedere che cosa è Near Lock!";
"quick_start" = "Partenza veloce";


"tutorial_near_lock_uses_ble" = "Near Lock usa Bluetooth Low Energy per collegare i dispositivi";
"tutorial_near_lock_uses_ble_1" = "Near Lock usa";
"tutorial_near_lock_uses_ble_2" = "Bluetooth Low Energy";
"tutorial_near_lock_uses_ble_3" = "per collegare i tuoi dispositivi";

"tutorial_walk_away" = "Allontanati per bloccare il Mac";
"tutorial_walk_away_1" = "Allontanati";
"tutorial_walk_away_2" = "per bloccare il Mac";

"tutorial_apple_watch" = "Per un accesso più rapido utilizza Apple Watch o il widget d notifica";
"tutorial_apple_watch_1" = "Per un accesso più rapido utilizza il tuo";
"tutorial_apple_watch_2" = "Aplle Watch o";
"tutorial_apple_watch_3" = "il widget d notifica";

"tutorial_touch_id" = "Sblocca il tuo Mac con Touch ID, Doppio colpo";
"tutorial_touch_id_1" = "Sblocca il tuo Mac con";
"tutorial_touch_id_2" = "Touch ID";
"tutorial_touch_id_3" = "Doppio colpo";

"tutorial_detect_failed_login" = "Rileva i tentativi di accesso non riusciti";
"tutorial_detect_failed_login_1" = "Rileva";
"tutorial_detect_failed_login_2" = "i tentativi di accesso non riusciti";

"tutorial_lock_unlock_distance" = "Imposta la distanza di blocco / sblocco sul tuo Mac";
"tutorial_lock_unlock_distance_1" = "Imposta la";
"tutorial_lock_unlock_distance_2" = "distanza di";
"tutorial_lock_unlock_distance_3" = "blocco / sblocco sul tuo Mac";

"tutorial_approach_to_unlock" = "Avvicinati al Mac per sbloccarlo";
"tutorial_approach_to_unlock_1" = "Avvicinati al Mac";
"tutorial_approach_to_unlock_2" = "per sbloccarlo";

"to_start_download_on_mac" = "Per usare Near Lock si prega di installare l'app Near Lock per Mac";
"to_start_download_on_mac_bold" = "App Near Lock per Mac";

"skip" = "Salta";

"to_start_download_on_mac_2" = "Per iniziare installa Near Lock sul tuo Mac";


"define_safe_zones" = "Impostazioni Sblocco WiFi";
"get_pro_version_to_use_wifi_unlock" = "Per utilizzare lo Sblocco WiFi è necessaria la versione PRO";
"get_pro_version_to_use_this_feature" = "Per utilizzare questa funzione è necessaria la versione PRO";
"pair_iphone_to_use_this_feature" = "Per utilizzare la funzione Sblocco WiFi devi avere un iPhone associato";
"already_added_to_unlock_wifi_list" = "Già presente nella lista di Sblocco WiFi";
"unlock_wifi_info_text_not_used" = "Quando sarai connesso ad una rete WiFi (es. Home network) non avrai bisogno di inserire la password per sbloccare il tuo Mac. Sarà fatto automaticamente da Near Lock.";
"currently_connected_to" = "Attualmente connesso a:";
"add_to_unlock_wifi" = "Aggiungi alla lista di Sblocco WiFi";
"wifi_unlock" = "Sblocco WiFi";

"wifi_unlock_description_mac_not_used_2" = "Lo Sblocco WiFi ti permette di loggare automaticamente sul tuo Mac ogni volta che sarai connesso ad una determinata rete WiFi (es. Home Network)";
"wifi_unlock_description_mac_not_used_3" = "Usa lo Sblocco WiFi per sbloccare il tuo Mac automaticamente ogni volta che sei connesso ad una determinata rete (es. Home Network)";
"wifi_unlock_description_mac_not_used_4" = "Usa lo Sblocco WiFi per mantenere il tuo Mac sbloccato mentre sei connesso ad una determinata rete WiFi";

"already_added_to_network" = "Hai già aggiunto %@ alla tua lista di Sblocco WiFi!\nPer favore connettiti ad una rete WiFi se desideri aggiungerla alla tua lista di Sblocco WiFi.";
"no_wifi_connected" = "Nessuna connessione a rete WiFi";
"no_wifi_connected_short" = "Nessun WiFi connesso";
"connect_to_wifi_to_add_wifi_unlock" = "Per favore connettiti ad una rete WiFi per poterla inserire nella lista Sblocco WiFi";
"wifi_unlock_currently_connected" = "Al momento sei connesso alla rete WiFi %@.";
"wifi_unlock_add_to_list" = "Vuoi aggiungere %@ alla tua lista di Sblocco WiFi?";
"add" = "Aggiungi";
"close" = "Chiudi";
"edit" = "Modifica";

"wifi_unlock_security_options" = "Impostazioni di sicurezza Sblocco WiFi";

"wifi_unlock_require_iphone" = "Attiva lo Sblocco WiFi solo quando il tuo iPhone è connesso al tuo Mac.";
"wifi_unlock_allow_unlock_when_not_connected" = "Permetti allo Sblocco WiFi di sbloccare il mio Mac anche quando il mio iPhone NON è connesso al Mac via Bluetooth.";
"next" = "Prossimo";

"you_have_set_up_wifi_unlock" = "Hai impostato con successo lo Sblocco WiFi";
"wifi_unlock_finish_description" = "Il tuo Mac rimarrà sbloccato quando:";
"wifi_unlock_when_connected_to_wifi" = "Sei connesso alla rete WiFi %@";
"wifi_unlock_when_connected_to_wifi_and" = "Sei connesso alla rete WiFi %@ e quando";
"wifi_unlock_when_connected_to_iphone" = "Il tuo iPhone (%@) è connesso al tuo Mac via Bluetooth";

"tutorial_wifi_unlock" = "Mantieni il tuo Mac sbloccato quando connesso ad una determinata rete WiFi";
"tutorial_wifi_unlock_1" = "Mantieni il tuo Mac sbloccato";
"tutorial_wifi_unlock_2" = "quando connesso ad una";
"tutorial_wifi_unlock_3" = "determinata rete WiFi";

"tutorial_wifi_only_selected_wifi" = "Solo specifiche reti WiFi";
"tutorial_wifi_save_battery" = "Riduce il consumo della batteria dell’iPhone";
"tutorial_wifi_works_with_iphone" = "Funziona con o senza il tuo iPhone";

"add_wifi" = "Aggiungi WiFi";
"edit_list" = "Modifica lista";
"edit_wifi_list" = "Modifica la lista di Sblocco WiFi";
"wifi_unlock_edit_list" = "Sblocco WiFi, modifica la lista";

"wifi_unlock_networks" = "Reti Sblocco WiFi";
"wifi_unlock_edit_description" = "Il tuo Mac rimarrà sbloccato se connesso ad una delle reti elencate qui sotto\nControlla le impostazioni per dei settaggi di sicurezza avanzati";

"your_mac_unlocked_with_wifi_unlock" = "Il tuo Mac è stato sbloccato con Sblocco WiFi";

"wifi" = "wifi";
"wifi_unlock_marketing" = "Sblocco WiFi – mantieni il tuo Mac sbloccato mentre sei connesso ad una determinata rete WiFi (es. Home network)";

"wifi_unlock_enabled" = "Sblocco WiFi abilitato";

"take_photo_on_failed_login" = "Scatta una foto quando fallisce il login";
"passcode_is_not_set" = "La Password e il TouchID non sono impostati";
"open_passcode_settings" = "Apri impostazioni Password";

"confirm_unlock_on_approach" = "Conferma lo sblocco all'avvicinamento";
"confirm_unlock_on_approach_description" = "Quest'opzione permette impostare o no la conferma di sblocco con l'iPhone quando si entra nel raggio d'azione di Near Lock";
"confirm_unlock_on_approach_login_automatically" = "Non confermare – fai il login automaticamente";


"clipboard_options" = "Appunti – opzioni Copia/Incolla";
"send_clipboard_to_ios" = "Invia il testo copiato al dispositivo iOS";
"get_clipboard_text_from_ios" = "Ricevi il testo copiato dal dispositivo iOS";
"show_clipboard_menu_on_main_screen" = "Mostra le impostazioni degli appunti sulla schermata principale";

"clipboard_is_empty_short" = "Gli appunti sono vuoti";
"clip_already_matching" = "Gli appunti sono già uguali";

"clipboard_copied_from_ios_device" = "Gli appunti sono stati copiati dall'iPhone";
"clipboard_could_not_be_copied_from_ios_device" = "Gli appunti non possono essere copiati dall'iPhone";
"clipboard_copied_to_ios_device" = "Gli appunti sono stati inviati a %@";
"clipboard_could_not_be_copied_to_ios_device" = "Gli appunti non possono essere inviati al tuo iPhone";
"mac_clipboard_copied" = "Gli appunti del Mac sono stati inviati all'iPhone";
"ios_send_clipboard_to_mac" = "Invia il testo copiato al Mac";
"ios_get_clipboard_from_mac" = "Ricevi gli appunti dal Mac";

"clipboard" = "Appunti";
"clipboard_explanation" = "Finchè i dispositivi saranno collegati potrai inviare il testo copiato dal Mac all'iPhone";
"use_shortcut" = "Puoi anche usare la scorciatoia:";
"send_clipboard_shortcut" = "ctrl+cmd+v";
"clipboard_info_text" = "Come funziona il Copia/Incolla?";
"clipboard_is_empty" = "Gli appunti sono vuoti! Prova a copiare del testo e ritenta!";
"clipboard_is_too_big_to_send" = "Il testo negli appunti è troppo lungo. Il limite sono 10k caratteri.";
"device_not_connected_to_iphone" = "Il Mac non è collegato al tuo iPhone";
"device_not_pro_version_or_foreground" = "Questa azione è supportata solo dalla versione PRO o se l'app è attiva sull'iPhone";

"sleep_shortcut" = "ctrl+cmd+L";

"sleep_mac" = "Metti il Mac in stand-by";
"press_any_key_on_your_mac" = "Bene! Ora premi un tasto qualunque sul Mac per accendere lo schermo.";

"lock_and_unlock_your_mac_automatically" = "Blocca e sblocca il Mac automaticamente";
"mac_wake_unlock" = "Sblocco Mac attivo";
"mac_wake_unlock_setup" = "Impostazioni Sblocco Mac attivo";
"mac_wake_unlock_options" = "Opzioni Sblocco Mac attivo";
"mac_sleep_screen_unlock_description" = "Quando il Mac non è in stand-by puoi usare il tuo iPhone per sbloccarlo comodamente";
"mac_sleep_screen_unlock_description_2" = "Se il tuo iPhone è in modalità background, riceverai una notifica che potrà essere utilizzata per sbloccare il tuo Mac";

"connect_to_iphone_to_use_this_feature" = "Per favore connetti il tuo iPhone per provare questa funzione";

"mac_sleep_screen_unlock_options" = "Opzioni Sblocco Mac attivo";
"mac_sleep_screen_dont_ask" = "Non chiedere di sbloccare il Mac se è attivo";
"mac_sleep_screen_ask_yes_no" = "Conferma sblocco sull'iPhone con sì o no";
"mac_sleep_screen_ask_touch_id" = "Conferma sblocco sull'iPhone con Password & TouchID";
"mac_sleep_screen_double_knock" = "Conferma sblocco sull'iPhone con il doppio tocco – attivo 15 secondi dopo la notifica";
"mac_sleep_screen_tutorial" = "Come funziona lo sblocco Mac attivo";

"you_will_be_asked_on_your_iphone" = "Ti verrà chiesto di sbloccare il Mac con l'iPhone";
"choose_your_confirmation_option" = "Scegli le opzioni di conferma:";
"mac_sleep_screen_ask_yes_no_short" = "Sì/no";
"mac_sleep_screen_ask_touch_id_short" = "Touch ID/Password";
"mac_sleep_screen_double_knock_short" = "Doppio tocco sull'iPhone";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "Ora metto il Mac in stand-by e segui le istruzioni sul tuo iPhone";
"sleep_mac_now" = "Metti in stand-by il Mac ora";

"how_does_mac_wake_unlock_work" = "Per capire meglio come funziona lo sblocco Mac:";
"disable_unlock_on_approach" = "Per favore disabilita temporaneamente lo sblocco automatico con avvicinamento di Near Lock";
"turn_near_lock_off" = "Disabilita Near Lock";
"disable_wifi_unlock" = "Per favore disabilita temporaneamente lo sblocco WiFI di Near Lock";
"turn_wifi_unlock_off" = "Disabilita WiFi";
"turn_the_options_on_again_after_tutorial" = "Potrai riattivare queste opzioni dopo il tutorial!";
"or_press" = "o premere";

"wifi_unlock_description_mac" = "Usa lo Sblocco WiFi per mantenere il tuo Mac sbloccato mentre sei connesso ad una determinata rete WiFi (es. Home Network)";
"wifi_unlock_description_mac_2" = "Lo sblocco WiFi mantiene il tuo Mac sbloccato finché sei connesso al WiFi selezionato (es. Home Network)";
"txt_automatically" = "Sblocca automaticamente";

"txt_advanced_login_settings" = "Impostazioni Avanzate di Sblocco del Mac";
"txt_advanced_login_settings_description" = "Quest'opzione permette impostare o no la conferma di sblocco con l'iPhone quando ci si avvicina al Mac si entra nel raggio d'azione di Near Lock";
"txt_confirm_login_after_approach" = "Conferma lo sblocco all'avvicinamento";

"select_keyboard_shortcuts" = "Scegli le scorciatoie da tastiera";
"change_keyboard_shortcut" = "Cambia le scorciatoie da tastiera";

"wifi_unlock_expalnation" = "Sblocco WiFi - mantieni il tuo Mac sbloccato mentre sei connesso al WiFi selezionato (es. Home Network)";
"clipboard_explanation" = "Appunti – copia e incolla il testo da e sul tuo Mac";

"update_near_lock_on_ios_to_use_this_feauture" = "Per favore aggiorna Near Lock sul tuo iPhone per usare questa funzione";
"update_near_lock_on_osx_to_use_this_feauture" = "Per favore aggiorna Near Lock sul tuo Mac per usare questa funzione";
"near_lock_demo" = "Demo Near Lock";

"back" = "Indietro";

"show_wifi_unlock_on_main_screen" = "Mostra sempre lo sblocco WiFi sulla schermata principale";
"take_photo_after_each_login" = "Scatta una foto dopo ogni login";
"show_login_photos" = "Mostra foto login";
"delete_all_photos_question" = "Vuoi eliminare tutte le foto mostrate?";
"delete_single_photo" = "Vuoi eliminare tutte le foto selezionate?";
"send_clipboard_to_ios_short" = "Invia appunti";

"mac_sleep_screen_double_knock" = "Conferma sblocco sull'iPhone con il doppio tocco – attivo 15 secondi dopo la notifica";
"mac_sleep_screen_double_knock_active_only" = "La ricezione del doppio tocco sarà disponibile solo 15 sec dopo l'apparizione della notifica sull'iPhone";
"show_mac_control_on_main_menu" = "Mostra le opzioni di controllo del Mac sulla schermata principale";
"show_login_control_on_main_menu" = "Mostra le opzioni di controllo del Login sulla schermata principale";
"login_control_title" = "Controllo del login";

"no_detected_logins_photo attempts" = "Non ci sono tentativi di login registrati";

"clipboard_send_to_mac" = "Invia al Mac";
"clipboard_copy_from_mac" = "Copia dal Mac";

"mac_control_options" = "Opzioni di controllo del Mac";
"login_control_options" = "Opzioni di controllo login";

"near_lock_pro_restored" = "La versione PRO di Near Lock è stata ripristinata. Ora puoi utilizzare tutte le funzioni di Near Lock!";
"near_lock_bought" = "Grazie per aver acquistato Near Lock PRO. Ora puoi utilizzare tutte le funzioni di Near Lock!";
"info_short" = "Informazioni";
"login_photos_short" = "Foto login";
"failed_login_photos_short" = "Foto login falliti";
"lock_unlock_history_short" = "Cronologia blocco sblocco";
"login_photos_description_1" = "Near Lock ti permette di scattare una foto ogni volta che il Mac viene sbloccato.";
"login_photos_description_2" = "Le foto vengono memorizzate solo sul tuo Mac e possono essere eliminate in qualunque momento.";
"show_all_photos" = "Mostra tutte le foto";
"failed_login_photos_description_1_short" = "Near Lock ti permette di scattare una foto ogni volta che viene inserita la password sbagliata nella schermata di login del Mac.";
"failed_login_photos_description_1" = "Near Lock ti permette di scattare una foto ogni volta che qualcuno prova ad accedere al tuo computer ed inserisce una password sbagliata.";
"failed_login_photos_description_2" = "Le foto vengono memorizzate solo sul tuo Mac e possono essere eliminate in qualunque momento.";
"mac_control_receive_notification_on_iphone" = "ricevi una notifica sul tuo iPhone";
"mac_control_share_photo" = "condividi la foto";
"mac_control_save_photo_to_documents" = "salva la foto nei documenti";
"mac_control_delete_photo" = "elimina la foto";
"mac_control_delete_all_photos" = "elimina tutte le foto";
"not_yet_available_on_sierra_and_above" = "*non ancora disponibile su macOS Sierra e sui nuovi sistemi operativi";
"feature_not_supported_on_sierra" = "Questa funzione non è ancora supportata su macOS Sierra e sui nuovi sistemi operativi";
"feature_not_supported_on_sierra_short" = "Non supportato su macOS Sierra+";
"mac_control_info_description" = "Ricevi maggiori informazioni sull'uso del tuo Mac";

"learn_more" = "Scopri di più";

"lock_unlock_history_description_1" = "Puoi utilizzare Near Lock per tenere traccia degli orari di login e logout, così come del tempo passato a lavorare sul tuo Mac.";
"lock_unlock_history_description_2" = "Può essere utilizzato come un comodo software di time tracking";
"show_history" = "Mostra storico";
"unlock_by_typing_password" = "Sbloccato con inserimento password";
"unlocked_by_near_lock" = "Sbloccato con Near Lock";
"unlocked_by_wifi_unlock" = "Sbloccato con sblocco WiFi";
"unlocked_by_near_lock_automatic" = "Sbloccato automaticamente con Near Lock";

"only_3_photos_in_free_version" = "Puoi scattare solo 3 foto nella versione FREE. La versione PRO ti permette di scattare quante foto vuoi.";
"only_3_photos_in_free_version_short" = "Ottieni la versione PRO per scattare più di 3 foto";
"enable" = "Attiva";
"not_enabled" = "Non attivo";

"login_photo_not_enabled" = "Questa funzione non è attiva al momento e Near Lock non scatterà una foto dopo ogni login sul Mac.";
"failed_login_attempt_not_enabled" = "Questa funzione non è attiva al momento e Near Lock non scatterà una foto dopo un tentativo di login fallito.";
"enable_in_mac_control" = "Puoi attivare questa opzione anche nelle impostazioni di controllo del Mac.";
"disable_in_mac_control" = "Puoi disattivare questa opzione nelle impostazioni di controllo del Mac.";

"troubleshoot" = "Risoluzione problemi";
"nearlock_is_turned_on" = "Near Lock è attivo";
"mac_is_locked" = "Il Mac è bloccato";
"mac_is_unlocked" = "Il Mac è sbloccato";
"no_camera_detected" = "Nessuna fotocamera rilevata";
"no_suitable_camera" = "Near Lock non ha rilevato nessuna telecamera compatibile sul tuo Mac";
"no_login_photos" = "Al momento non ci sono foto dei login.";

"in_pro_version_unlock_from_lock_screen" = "Nella versione PRO puoi sbloccare il tuo Mac direttamente dallo schermo di blocco dell'iPhone.";

"allow_wifi_unlock" = "Permetti al tuo Mac di essere sbloccato automaticamente quando sei connesso a: %@";
"restore_or_purchase_failed_title" = "Errore di ripristino o di acquisto";
"restore_or_purchase_failed_description" = "Non possiamo ripristinare o acquistare in-app.";
"ios_take_photo_on_mac_description" = "Scattare una foto dalla fotocamera anteriore del Mac?";
"ios_take_photo_on_mac_action" = "Scatta una foto in manuale";
"mac_did_not_take_manual_snapshot" = "Near Lock non è in grado di scattare un'istantanea in manuale dalla fotocamera anteriore del tuo Mac. Per ulteriori dettagli, consulta Near Lock sul tuo Mac.";
"mac_did_take_manual_snapshot" = "Consulta Near Lock sul tuo Mac per visualizzare l'istantanea in manuale.";
"follow_instruction_on_mac" = "Per ulteriori istruzioni, consulta Near Lock sul tuo Mac.";
"bluetooth_permissions_needed" = "Consentire le autorizzazioni Bluetooth in modo che Near Lock si colleghi al tuo Mac";
"notification_permissions_needed" = "Consentire le autorizzazioni di notifica per sbloccare il tuo Mac direttamente dal tuo schermo di blocco";
"add_permissions" = "Aggiungi permessi";
"skip_action" = "Salta";
"swipe_left" = "- scorri a sinistra";
"show_more" = "Mostra di più";
"show_less" = "Mostra meno";
"read_more" = "Per saperne di più";
"try_it_out" = "Prova";

"welcome_title" = "Benvenuto";
"welcome_description" = "Usa Near Lock per bloccare e sbloccare il tuo Mac usando il tuo iPhone";
"add_new_device_action" = "Connettiti con l'iPhone";
"send_clipboard_to_ios_description" = "Invia gli appunti a iPhone";
"send_clipboard_to_ios_action" = "Invia appunti";
"ping_device_description" = "Segnale iPhone";
"ping_device_action" = "Segnale";

"scanning_for_devices" = "Sto cercando:";
"low_battery" = "Batteria scarica:";
"charge_your_battery_description" = "Carica il tuo telefono per continuare a utilizzare Near Lock";
"update_system_preferances" = "Aggiorna le preferenze di sicurezza";
"add_accessibility_to_unlock_mac_title" = "Permetti a Near Lock di sbloccare il tuo Mac.";
"add_accessibility_to_unlock_mac_description" = "Aggiungi Near Lock agli elementi che riguardano l'accessibilità nelle impostazioni di sicurezza del Mac. Questo consente a Near Lock di sbloccare il tuo Mac.";
"add_accessibility_to_unlock_mac_action" = "Permessi di aggiornamento";

"only_pro_version_works_in_background_title" = "Solo la versione PRO funziona in background";
"only_pro_version_works_in_background_description" = "Apri Near Lock sul tuo iPhone o acquista la versione PRO per poter utilizzare Near Lock in background.";
"proximity_lock_unlock_distance" = "Bloccare / Sbloccare la distanza di prossimità";
"proximity_lock_distance" = "Blocco distanza di prossimità";
"your_mac_will_lock_when_iphone_leaves_lock_radius" = "Il Mac si blocca quando si esce dal raggio del blocco di prossimità";
"add_new_device_action" = "Aggiungi nuovo dispositivo";
"update_security_preferances_to_use_screensaver_title" = "Imposta Near Lock per utilizzare l'opzione di blocco dello screensaver";
"update_security_preferances_to_use_screensaver_description" = "Configurare le preferenze del sistema Mac per utilizzare l'opzione di blocco dello screensaver.";
"update_security_preferances_action" = "Configurare screensaver";
"bluetooth_le_not_supported_title" = "Bluetooth LE non è supportato sul vostro Mac";
"bluetooth_le_not_supported_description" = "Near Lock necessita di Bluetooth LE (4.0). Il vostro Mac non supporta questa tecnologia, ma è possibile acquistare un dispositivo esterno Bluetooth 4.0 USB";

"bluetooth_is_off_title" = "Bluetooth disattivato";
"bluetooth_is_off_description" = "Near Lock ha bisogno della connessione Bluetooth per connettersi ai tuoi dispositivi";
"turn_bluetooth_on" = "Attivare il Bluetooth";
"clear_bluetooth_cache_title" = "Cancella la cache Bluetooth";
"clear_bluetooth_cache_description_1" = "A volte la cache Bluetooth viene danneggiata e l'unico modo per correggerla è cancellarla.";
"requires_mac_startup" = "Questo richiede un riavvio del Mac.";
"clear_cache_action" = "Cancellare la cache";

"wifi_unlock_is_active_title" = "La funzione Wifi Unlock manterrà il tuo Mac sbloccato.";
"wifi_unlock_is_active_description" = "La funzione di sblocco Wifi è abilitata per la rete WiFi attualmente connessa. Aggiornare queste opzioni nelle impostazioni di sblocco WiFi.";
"wifi_unlock_settings_action" = "Impostazioni";
"unpair" = "Discoppia dispositivi";
"rescan" = "Riscansionare";
"troubleshoot" = "Risoluzione dei problemi";
"my_devices" = "I miei dispositivi";
"devices_not_connected" = "I dispositivi non sono collegati";
"devices_not_connected_description" = "Near Lock deve essere collegato al dispositivo iOS accoppiato per funzionare.";
"my_devices_are_connected" = "I dispositivi sono collegati";

"proximity_lock_temporary_disabled" = "Il blocco di prossimità è temporaneamente disabilitato";
"proximity_lock_temporary_disabled_because_login_manually_1" = "Il blocco di prossimità è temporaneamente disabilitato perché l'utente ha effettuato l'accesso manualmente.";
"proximity_lock_temporary_disabled_because_login_manually_2" = "Immettere il raggio di Near Lock e il blocco di prossimità sarà nuovamente attivato.";
"near_lock_pro" = "Near Lock PRO";
"background_mode_title" = "Modalità sfondo";
"share_near_lock_title" = "Condividi Near Lock";
"share_on_facebook_description" = "Condividi Near Lock su Facebook";
"share_twitter_description" = "Condividi Near Lock su Twitter";
"rate_near_lock_on_appstore_description" = "Vota Near Lock sul App Store";
"share_action" = "Condividi";
"rate_action" = "Vota";
"mac_app_title" = "App per Mac";
"mac_app_description" = "Tieni aggiornato Near Lock sul tuo Mac";
"iphone_app_description" = "Tieni aggiornato Near Lock sul tuo iPhone";
"automatically_update_description" = "Mantenere aggiornato Near Lock";
"check_action" = "Controlla";
"get_new_version_action" = "Aggiorna";
"relaunch_new_version_ready_action" = "Rilancia";
"downloading_relaunch_when_finished_action" = "Rilancia quando pronto";

"iphone_app" = "App per iPhone";
"iphone_version_description" = "Near Lock per iPhone";
"pro_button_action" = "Ricevi la versione PRO";
"no_paired_devices_title" = "Nessun dispositivo accoppiato";
"no_paired_devices_description" = "Near Lock non ha dispositivi iPhone accoppiati. Aggiungi un nuovo dispositivo per utilizzare Near Lock.";
"proximity_unlock_description" = "Usa il tuo iPhone per bloccare e sbloccare automaticamente il tuo Mac.";
"enabled" = "Abilitato";
"disabled" = "Disabilitato";
"estimated_distance_to" = "Distanza stimata per";
"unlock_on_approach" = "Sblocca Mac quando l'iPhone entra in prossimità nel raggio di sblocco";
"lock_on_leave" = "Blocca il Mac quando l'iPhone lascia il raggio di blocco di prossimità";
"lock_options_title" = "Opzioni di blocco";
"lock_options_description" = "Selezionare la funzione di blocco Near Lock";

"mac_wake_unlock_title" = "Sblocca Mac";
"mac_wake_unlock_description" = "Sblocca manualmente il tuo Mac con il tuo iPhone invece di digitare la password.";
"other_settings" = "Altre impostazioni";
"other_settings_description" = "Personalizzazione Near Lock";
"lock_mac_on_disconnect" = "Blocca Mac quando l'iPhone si disconnette";
"lock_mac_on_disconnect_description" = "Se abilitato Near Lock bloccherà il tuo Mac ogni volta che i tuoi dispositivi perdono la connessione.";
"allow_closer_distances_description" = "Nota: La valutazione della distanza relativa alle distanze più vicine può essere molto imprecisa.";
"open_space_mode_short" = "Modalità Spazio Aperto";
"open_space_mode_short" = "Modalità spazio aperto per lo sblocco di prossimità";
"open_space_mode_description" = "Per utilizzare lo sblocco di prossimità, riattivare prima manualmente il Mac (premendo un tasto qualsiasi).";
"open_space_mode_description_long_1" = "Se la modalità spazio aperto è attivata, il blocco di prossimità sbloccherà automaticamente il tuo Mac solo dopo aver premuto un tasto qualsiasi e dopo che la schermata si accenderà.";
"open_space_mode_description_long_2" = "Questa funzione disabilita lo sblocco automatico del tuo Mac quando passi accanto al tuo Mac senza usarlo.";
"login_events_title" = "Accedi agli eventi";
"login_events_description" = "Near Lock accedi agli eventi";
"take_photo_on_each_login_title" = "Scatta una foto dopo il login";
"take_photo_on_each_login_description" = "Scatta una foto dalla fotocamera anteriore del Mac dopo ogni login del Mac.";

"show_photos" = "Mostra foto";
"failed_login_events_title" = "Anomalie di login fallito";
"failed_login_events_description" = "Eventi Near Lock dopo un tentativo di accesso fallito";
"not_supporte_on_macOS_version" = "Questa funzione non è supportata su questa versione di macOS";
"not_supporte_on_macOS_version_description" = "Stiamo ancora lavorando su questa caratteristica";
"take_photo_on_each_failed_attempt" = "Scatta foto";
"take_photo_on_each_failed_attempt_description" = "Scatta una foto dalla fotocamera Mac dopo ogni tentativo di accesso fallito";
"send_notification_on_each_failed_attempt" = "Invia notifica su iPhone";
"send_notification_on_each_failed_attempt_description" = "Invia una notifica sull'iPhone dopo ogni tentativo di accesso fallito";
"other_events_title" = "Altri eventi";
"other_events_description" = "Personalizzazione dell'evento Near Lock";
"tutorial" = "Tutorial";
"manual_snapshots_title" = "Scatti manuali";
"manual_snapshots_description" = "Usa il tuo iPhone per scattare una foto manuale dalla fotocamera anteriore del Mac.";
"clipboard_shortcut_title" = "Attivare il collegamento agli appunti";
"clipboard_shortcut_description" = "CTRL + CMD + V";
"music_options" = "Musica";
"music_options_description" = "Opzioni del lettore musicale";

"pause_music_on_logout_title" = "Sospensione in caso di logout";
"more_options" = "Altre opzioni";
"more_options_coming_soon" = "Altre caratteristiche in arrivo";
"startup_options_title" = "Opzioni di avvio";
"startup_options_description" = "Eventi di avvio del Mac";
"start_on_mac_startup" = "Avvia Near Lock";
"start_on_mac_startup_description" = "Avvio automatico Near Lock dopo l'avvio del Mac";
"auth_request_title" = "Autenticazione Mac";
"auth_request_description" = "Usa il tuo iPhone per l'autenticazione Mac. Ad esempio quando si installa un nuovo software.";
"confirm_with_double_knock" = "Doppio tocco sul tuo iPhone per confermare - funziona anche quando l'iPhone è bloccato.";
"works_while_iphone_locked" = "Funziona anche quando l'iPhone è bloccato";
"confirm_on_iphone_interactive_notifications" = "Confermare sul tuo iPhone - può essere confermato con notifiche interattive";
"can_be_used_with_interactive_notifications_sentence" = "Con le notifiche interattive dell'iPhone, le conferme sono più rapide.";
"can_be_used_with_interactive_notifications_small" = "può essere confermato utilizzando le notifiche interattive";
"auth_request_automatically_description" = "Finché i dispositivi sono connessi, tutte le autenticazioni Mac saranno confermate automaticamente.";
"auth_request_non_desc" = "Disabilita autenticazione Near Lock Mac";
"macOS_notifications_title" = "Notifiche OSX";
"macOS_notifications_description" = "Notifiche Near Lock Mac";
"tutorial_osx_notifications_description" = "Ricevi le notifiche di Near Lock OSX per essere informato sugli eventi Near Lock - funziona anche quando il tuo Mac è bloccato.";

"notification_on_login_title" = "Notifica di accesso";
"notification_on_login_description" = "Mostra una notifica dopo ogni login Near Lock";
"icon_on_sleep_screen_title" = "Sovrapposizione schermo di blocco";
"icon_on_sleep_screen_description" = "Mostra lo stato di Near Lock nella schermata di login del Mac.";
"near_lock_shortcuts_title" = "Collegamenti Near Locks";
"near_lock_shortcuts_description" = "Collegamenti da tastiera personalizzati Near Lock";
"lock_shortcut_title" = "Blocca Mac";
"lock_shortcut_description" = "CTRL + CMD + L";
"see_website_action" = "Mostra sito web";
"send_email_action" = "Invia e-mail";
"help_section_title" = "Aiuto";
"help_section_description" = "Aiuto Near Lock";
"see_faq_on_website" = "Consulta FAQ sul sito";
"visit_near_lock_official_website" = "Visita il sito ufficiale di Near Lock";
"send_us_an_email" = "Inviaci un'e-mail e facci sapere cosa ne pensi";
"tutorials_title" = "Tutorial";
"tutorials_description" = "Tutorial Near Lock";
"open_near_lock_on_your_iphone_1" = "Installare e aprire Near Lock sull'iPhone.";
"open_near_lock_on_your_iphone_2" = "Assicurati di vedere la schermata di benvenuto.";

"download_from_app_store" = "Scarica Near Lock";
"make_sure_bluetooth_is_on_your_iphone" = "Attivare il Bluetooth sull'iPhone";
"restart_iphone_app" = "Prova a riavviare l'applicazione Near Lock sul tuo iPhone. Chiudi l'applicazione Near Lock e riavviala.";
"bluetooth_restarted" = "Bluetooth riavviato";
"mac_sleep_screen_unlock_description_short" = "Usa il tuo iPhone per bloccare e sbloccare manualmente il tuo Mac dopo che è stato riattivato.";
"show" = "Mostra";
"get_pro_version_description" = "Usa il tuo iPhone per ottenere la versione Near Lock PRO";
"open_security_and_privacy" = "Preferenze sulla privacy";
"open_security_and_privacy_action" = "Apri";
"verify_action" = "Verifica";
"unlock_settings_and_select_accessibility" = "Sblocca le impostazioni e aggiungi Near Lock all'elenco Accessibilità";
"distance_estimation_title" = "Stima della distanza approssimativa";
"check_require_password" = "Controlla la richiesta della password e seleziona la prima opzione dall'elenco a discesa";
"trouble_connecting_to_device" = "Problemi di collegamento con i dispositivi?";
"turning_bluetooth_off" = "Disattivare il Bluetooth";
"bluetooth_turned_off" = "Bluetooth disattivato";
"proximity_lock_temporary_disabled_wifi_unlock_long" = "Near Lock è temporaneamente disabilitato perché sei connesso ad una rete WiFi aggiunta all'elenco di sblocco WiFi. Il tuo Mac rimarrà sbloccato mentre sei connesso a questa rete WiFi.";
"tutorial_sleep_screen_overlay_title" = "Schermata di sospensione del Mac";
"tutorial_sleep_screen_overlay_description" = "Mostra le informazioni di Near Lock nella schermata di sospensione del Mac";

"proximity_lock" = "Blocco di prossimità";
"proximity_unlock_title" = "Blocco / Sblocco di prossimità";
"proximity_unlock_feature_title" = "Blocco / Sblocco di prossimità";
"proximity_unlock_and_unlock_title" = "Blocco e sblocco di prossimità";
"supported_music_players" = "Lettori musicali supportati";
"pro_text_long" = "La versione PRO funziona anche quando l'iPhone è in modalità background!";
"security_preferances_have_been_updated" = "Le preferenze di sicurezza sono state aggiornate con successo";
"add_new_wifi_network" = "Aggiungi una nuova rete WiFi";
"step_1_of_3" = "Passo 1 di 3";
"step_2_of_3" = "Passo 2 di 3";
"step_3_of_3" = "Passo 3 di 3";
"you_will_be_asked_for_credentials" = "Ti verranno richieste le tue credenziali";
"final_step_clear_bluetooth_cache" = "Siamo spiacenti per il problema. C'è un'altra cosa che puoi provare: svuotare la cache Bluetooth del Mac.";
"press_button_to_restart_bluetooth_on_mac" = "Premi il pulsante qui sotto per riavviare il Bluetooth sul tuo Mac.";

"currently_enabled" = "Attivato attualmente";
"currently_disabled" = "Disabilitato attualmente";

"translation_help_title" = "Localizzazione / Aggiornamento della lingua";
"translation_help_description" = "Hai riscontrato un errore o hai un consiglio per migliorare la localizzazione?";
"localization_improvement" = "Localizzazione / Miglioramenti della lingua";
"update_texts" = "Aggiorna testi";
"update_texts_description" = "Aiutateci con le traduzioni in lingua.\nHai trovato un errore o hai un suggerimento? Aggiornalo nella lista delle traduzioni per essere incluso nella prossima versione di Near Lock.";

"portuguese" = "Portuguese";
"japanese" = "Japanese";
"italian" = "Italian";
"korean" = "Korean";
"arabic" = "Arabic";
"dutch" = "Dutch";
































































































































































































































































































































































































































































































































































































































































































































































































































































































































































